Repository: KDE/snap-kcm
Catalog: po/sa/kcm_snap.po
Languages: sa

source: Add user accounts and change passwords
sa: उपयोक्तृलेखाः योजयित्वा गुप्तशब्दान् परिवर्तयन्तु

source: Allows communication with the accounts service, such as GNOME Online Accounts
sa: खातासेवायाः सह संचारस्य अनुमतिं ददाति, यथा GNOME Online Accounts

source: Play and record sound
sa: ध्वनिं वादयन्तु, अभिलेखयन्तु च

source: Allows access to AppStream metadata
sa: AppStream मेटाडाटा-पर्यन्तं प्रवेशं अनुमन्यते

source: Play audio
sa: श्रव्यं वादयन्तु

source: Record audio
sa: श्रव्यं अभिलेखयन्तु

source: Advertise services over the local network
sa: स्थानीयजालद्वारा सेवानां विज्ञापनं कुर्वन्तु

source: Detect network devices using mDNS/DNS-SD (Bonjour/zeroconf)
sa: mDNS/DNS-SD (Bonjour/zeroconf) इत्यस्य उपयोगेन संजालयन्त्राणां अन्वेषणं कुर्वन्तु ।

source: Access bluetooth hardware directly
sa: bluetooth हार्डवेयरं प्रत्यक्षतया प्राप्तुं शक्नुवन्ति

source: Use bluetooth devices
sa: ब्लूटूथ-यन्त्राणां उपयोगं कुर्वन्तु

source: Use functions essential for Web browsers
sa: जालपुटस्य कृते आवश्यकानि कार्याणि उपयुज्यताम्

source: Use your camera
sa: स्वस्य कॅमेरा-यंत्रस्य उपयोगं कुर्वन्तु

source: Access to the CUPS socket for printing
sa: मुद्रणार्थं CUPS सॉकेट् मध्ये प्रवेशः

source: Print documents
sa: दस्तावेजान् मुद्रयन्तु

source: Use any connected joystick
sa: यत्किमपि सम्बद्धं जॉयस्टिकं उपयुज्यताम्

source: Identify and launch desktop apps from other snaps
sa: अन्येभ्यः स्नैप्स् तः डेस्कटॉप् एप्स् चित्वा प्रारम्भं कुर्वन्तु

source: Allow connecting to the Docker service
sa: Docker सेवायाः सह सम्बद्धतां अनुमन्यताम्

source: Configure network firewall
sa: संजाल अग्निप्रावरणं विन्यस्यताम्

source: Setup and use privileged FUSE filesystems
sa: विशेषाधिकारयुक्तानि FUSE सञ्चिकातन्त्राणि सेटअप कृत्वा उपयोगं कुर्वन्तु

source: Update firmware on this device
sa: अस्मिन् उपकरणे फर्मवेयर अपडेट् कुर्वन्तु

source: Provides access to any GSettings item for current user
sa: वर्तमान उपयोक्तुः कृते कस्यापि GSettings मदस्य अभिगमनं प्रदाति

source: Access hardware information
sa: हार्डवेयर सूचनां प्राप्तुं शक्नुवन्ति

source: Provide entropy to hardware random number generator
sa: हार्डवेयर यादृच्छिकसङ्ख्या जनरेटर् कृते एन्ट्रोपी प्रदातव्यम्

source: Use hardware-generated random numbers
sa: हार्डवेयर-जनित-यादृच्छिक-सङ्ख्यानां उपयोगं कुर्वन्तु

source: Access files in your home folder
sa: भवतः गृहपुटे सञ्चिकाः अभिगच्छन्तु

source: Access libvirt service
sa: libvirt सेवां प्राप्तुं शक्नुवन्ति

source: Change system language and region settings
sa: सिस्टम् भाषां क्षेत्रसेटिंग्स् च परिवर्तयन्तु

source: Change location settings and providers
sa: स्थानसेटिंग्स् तथा प्रदातारं परिवर्तयन्तु

source: Access your location
sa: स्वस्थानं प्राप्नुवन्तु

source: Read system and application logs
sa: सिस्टम् एप्लिकेशन लॉग् पठन्तु

source: Access LXD service
sa: LXD सेवां प्राप्तुं शक्नुवन्ति

source: Allows operating as the LXD service
sa: LXD सेवारूपेण कार्यं कर्तुं अनुमतिं ददाति

source: Use and configure modems
sa: मोडेम् इत्यस्य उपयोगं कुर्वन्तु विन्यस्तुं च

source: Read system mount information and disk quotas
sa: सिस्टम् माउण्ट् सूचनां डिस्क कोटा च पठन्तु

source: Control music and video players
sa: संगीतस्य, भिडियोप्लेयरस्य च नियन्त्रणं कुर्वन्तु

source: Access the internet
sa: अन्तर्जालस्य उपयोगं कुर्वन्तु

source: Allows operating as a network service, enabling snap to run a server
sa: जालसेवारूपेण कार्यं कर्तुं शक्नोति, सर्वरं चालयितुं snap सक्षमं करोति

source: Change low-level network settings
sa: निम्नस्तरीयजालसेटिंग्स् परिवर्तयन्तु

source: Access the NetworkManager service to read and change network settings
sa: संजालसेटिंग्स् पठितुं परिवर्तयितुं च NetworkManager सेवां प्रविशन्तु

source: Allows observing NetworkManager settings
sa: NetworkManager सेटिंग्स् अवलोकयितुं अनुमतिं ददाति

source: Read access to network settings
sa: संजालसेटिंग्स् मध्ये प्रवेशं पठन्तु

source: Change network settings
sa: संजालसेटिंग्स् परिवर्तयन्तु

source: Read network settings
sa: संजालसेटिंग्स् पठन्तु

source: Access the NetworkStatus service
sa: NetworkStatus सेवां प्राप्नुवन्तु

source: Access the ofono service to read and change network settings for mobile telephony
sa: मोबाईलदूरभाषस्य कृते संजालसेटिंग्स् पठितुं परिवर्तयितुं च ofono सेवां प्राप्नुवन्तु

source: Control Open vSwitch hardware
sa: नियन्त्रणं vSwitch हार्डवेयरं उद्घाटयन्तु

source: Read from CD/DVD
sa: CD/DVD तः पठन्तु

source: Read, add, change, or remove saved passwords
sa: रक्षितगुप्तशब्दान् पठन्तु, योजयन्तु, परिवर्तयन्तु, निष्कासयन्तु वा

source: Control the PackageKit service
sa: PackageKit सेवां नियन्त्रयन्तु

source: Permits communication with PCSD smart card daemon
sa: PCSD स्मार्टकार्ड डेमन् इत्यनेन सह संचारस्य अनुमतिं ददाति

source: Access pppd and ppp devices for configuring Point-to-Point Protocol connections
sa: Point-to-Point Protocol संयोजनानि विन्यस्तं कर्तुं pppd तथा ppp उपकरणेषु अभिगमनं कुर्वन्तु

source: Pause or end any process on the system
sa: प्रणाल्यां कस्यापि प्रक्रियायाः विरामं कुर्वन्तु अथवा समाप्तं कुर्वन्तु

source: Access USB hardware directly
sa: USB हार्डवेयरं प्रत्यक्षतया प्राप्तुं शक्नोति

source: Read/write files on removable storage devices
sa: हटनीयभण्डारणयन्त्रेषु सञ्चिकाः पठन्तु/लेखयन्तु

source: Prevent screen sleep/lock
sa: स्क्रीन निद्रा/ताला निवारयन्तु

source: Access serial port hardware
sa: क्रमिक-पोर्ट-हार्डवेयर-प्रवेशं कुर्वन्तु

source: Enables two snaps to access the same shared memory
sa: समानं साझास्मृतिं प्राप्तुं द्वौ स्नैपौ सक्षमं करोति

source: Restart or power off the device
sa: यन्त्रं पुनः आरभत अथवा शक्तिं निष्क्रियं कुर्वन्तु

source: Install, remove and configure software (snaps)
sa: सॉफ्टवेयर (स्नैप्स्) संस्थापनं, निष्कासनं, विन्यस्तं च कुर्वन्तु ।

source: Access SSH private and public keys
sa: SSH निजीं सार्वजनिकं च कुञ्जीम् अभिगच्छतु

source: Access SSH public keys
sa: SSH सार्वजनिककुंजीषु प्रवेशं कुर्वन्तु

source: Access Storage Framework service
sa: भण्डारणरूपरेखा सेवां प्राप्तुं शक्नुवन्ति

source: Read process and system information
sa: प्रक्रिया तथा प्रणाली सूचना पठन्तु

source: Access system documentation in /usr/share/doc
sa: /usr/share/doc इत्यस्मिन् प्रणालीदस्तावेजं अभिगन्तुम्

source: Monitor and control any running program
sa: कस्यापि चालितस्य कार्यक्रमस्य निरीक्षणं नियन्त्रणं च

source: Change the date and time
sa: तिथिं समयं च परिवर्तयन्तु

source: Change time server settings
sa: समयसर्वरसेटिंग्स् परिवर्तयन्तु

source: Change the time zone
sa: समयक्षेत्रं परिवर्तयन्तु

source: Access the UDisks2 service for configuring disks and removable media
sa: डिस्कं हटनीयं माध्यमं च विन्यस्तं कर्तुं UDisks2 सेवां प्राप्नुवन्तु

source: Access energy usage data
sa: ऊर्जायाः उपयोगस्य आँकडानां अभिगमनं कुर्वन्तु

source: Read/write access to U2F devices exposed
sa: उजागरित U2F उपकरणेषु पठन/लेखनप्रवेशः

source: Snap Applications
sa: स्नैप अनुप्रयोगाः

source: Install snaps to change the permissions
sa: अनुमतिः परिवर्तयितुं स्नैप्स् संस्थापयन्तु

source: Launch
sa: प्रक्षेपनम्

source: Permissions for %1
sa: %1 कृते अनुमतिः

source: Error
sa: त्रुटि

source: snapd error: %1
sa: snapd त्रुटिः %1
