Repository: KDE/snap-kcm
Catalog: po/*/kcm_snap.po
Languages: ar, bg, ca, ca@valencia, de, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, pl, pt_br, ro, sl, sv, tr, zh_cn, zh_tw

source: An unspecified error occurred while communicating with snapd
ar: حدث خطأ غير محدد أثناء التواصل مع خدمة Snapd
bg: Възникна неопределена грешка при комуникацията със snapd
ca: S'ha produït un error sense especificar en comunicar-se amb snapd
fr: Une erreur non spécifiée s'est produite lors de la communication avec le processus « snapd ».
gl: Produciuse un erro non especificado ao comunicar con snapd.
he: אירעה שגיאה בלתי מוגדרת בעת ההתקשרות מול snapd.
it: Si è verificato un errore non specificato durante la comunicazione con snapd
ka: მოულოდნელი შეცდომა snapd-სთან ურთიერთობისას
ko: snapd와 통신하는 중 지정하지 않은 오류가 발생함
pt_br: Ocorreu um erro não especificado durante a comunicação com o snapd
ro: A intervenit o eroare nespecificată în timpul comunicării cu snapd
sv: Ett ospecificerat fel inträffade vid kommunikation med snapd
zh_tw: 與 snapd 聯繫時發生未指定的錯誤。

source: This user has not accepted the store’s terms of service
ar: لم يقبل هذا المستخدم شروط خدمة المتجر
bg: Този потребител не е приел условията за ползване на магазина
ca: Aquest usuari no ha acceptat les condicions de servei de la botiga
fr: Cet utilisateur n'a pas accepté les conditions d'utilisation de la boutique.
gl: Esta conta non aceptou as condicións de servizo da tenda.
he: המשתמש הזה לא קיבל את תנאי השימוש בשירות
it: Questo utente non ha accettato i termini di servizio del negozio
ka: მომხმარებელი არ ეთანხმება გამოყენების პირობებს
ko: 이 사용자가 스토어의 이용 약관을 수락하지 않았음
pt_br: Este usuário não aceitou os termos de serviço da loja
ro: Acest utilizator nu a acceptat termenii de prestare a serviciilor ai magazinului
sv: Användaren har inte accepterat butikens tjänstevillkor
zh_tw: 這個使用者未接受商店的服務條款

source: This user has not configured a payment method
ar: لم يضبط هذا المستخدم طريقة الدفع
bg: Този потребител не е конфигурирал метод на плащане
ca: Aquest usuari no ha configurat cap mètode de pagament
fr: Cet utilisateur n'a configuré aucun mode de paiement.
gl: Esta conta non configurou un método de pagamento.
he: למשתמש לא הוגדרה שיטת תשלום
it: Questo utente non ha configurato un metodo di pagamento
ka: მომხმარებელს არ აქვს მორგებული გადახდის მეთოდი
ko: 이 사용자가 결제 방식을 설정하지 않았음
pt_br: Este usuário não configurou um método de pagamento
ro: Utilizatorul nu a configurat o metodă de plată
sv: Användaren har inte ställt in en betalningsmetod
zh_tw: 這個使用者未設定付款方法

source: This user has had their payment method declined by the payment provider
ar: رُفضت طريقة دفع هذا المستخدم من قبل مزود خدمة الدفع
bg: Методът на плащане на този потребител е отхвърлен от доставчика на платежни услуги
ca: Aquest usuari té el seu mètode de pagament rebutjat pel proveïdor de pagaments
fr: Le mode de paiement de cet utilisateur a été refusé par le fournisseur de paiements.
gl: O fornecedor de pagamentos rexeitou o método de pagamento desta conta.
he: שיטת התשלום של המשתמש הזה סורבה על ידי ספק התשלומים
it: Il fornitore di servizi di pagamento ha rifiutato il metodo di pagamento di questo utente
ka: მომხმარებლის გადახდა უარყოფილია გადახდების პროვაიდერის მიერ
ko: 이 사용자의 결제 방식이 결제 서비스 공급자에 의해서 거부됨
pt_br: O método de pagamento deste usuário foi recusado pelo provedor de pagamento
ro: Metoda de plată a utilizatorului a fost refuzată de către furnizorul de plăți
sv: Användarens betalningsmetod har avvisats av betalningsleverantören
zh_tw: 這個使用者的付款方法被付款提供者拒絕了

source: The requested snap is already installed
ar: الحزمة المطلوبة مثبتة فعلًا
bg: Заявената модулна програма вече е инсталирана
ca: L'snap sol·licitat ja està instal·lat
fr: Le module « snap » demandé est déjà installé.
gl: O snap solicitado xa está instalado.
he: ה־snap המבוקש כבר מותקן
it: Lo snap richiesto è già installato
ka: მოთხოვნილი snap უკვე დაყენებულია
ko: 요청한 스냅이 이미 설치됨
pt_br: O snap solicitado já está instalado
ro: Snapul cerut e deja instalat
sv: Begärd snap har redan installerats
zh_tw: 要求的 snap 已安裝

source: The requested snap is not installed
ar: الحزمة المطلوبة غير مثبتة
bg: Заявеният snap файл не е инсталиран
ca: L'snap sol·licitat no està instal·lat
fr: Le fichier « snap » demandé n'est pas installé.
gl: O snap solicitado non está instalado.
he: ה־snap המבוקש לא מותקן
it: Lo snap richiesto non è installato
ka: მოთხოვნილი snap დაყენებული არაა
ko: 요청한 스냅이 설치되지 않았음
pt_br: O snap solicitado não está instalado
ro: Snapul cerut nu e instalat
sv: Begärd snao är inte installerad
zh_tw: 要求的 snap 未安裝

source: No update is available for this snap
ar: لا يوجد تحديث متاح لهذا الحزمة
bg: Няма налична актуализация за този snap
ca: No hi ha cap actualització disponible per a aquest snap
fr: Aucune mise à jour n'est disponible pour ce module « snap ».
gl: Non hai ningunha actualización dispoñíbel para este snap.
he: אין עדכון זמין ל־snap הזה
it: Nessun aggiornamento disponibile per questo snap
ka: ამ snap-სთვის განახლება ხელმისაწვდომი არაა
ko: 이 스냅의 업데이트를 사용할 수 없음
pt_br: Nenhuma atualização está disponível para este snap
ro: Nu sunt actualizări pentru acest snap
sv: Ingen uppdatering är tillgänglig för denna snap
zh_tw: 這個 snap 沒有可用的更新

source: Provided password is not valid
ar: كلمة السر المقدمة غير صالحة
bg: Предоставената парола не е валидна
ca: La contrasenya proporcionada no és vàlida
fr: Le mot de passe fourni est non valable.
gl: O contrasinal é incorrecto.
he: הסיסמה שסופקה לא תקפה
it: La password fornita non è valida
ka: მოწოდებული პაროლი არასწორია
ko: 지정한 암호가 잘못됨
pt_br: A senha fornecida não é válida
ro: Parola furnizată e eronată
sv: Angivet lösenord är inte giltigt
zh_tw: 提供的密碼是無效的

source: This snap needs to be installed using devmode
ar: يجب تثبيت هذا الحزمة باستخدام devmode
bg: Този snap файл трябва да бъде инсталиран с помощта на devmode.
ca: Aquest snap cal que s'instal·li utilitzant «devmode»
fr: Ce module « snap » doit être installé en utilisant « devmode ».
gl: O snap necesita instalarse no modo de desenvolvemento.
he: יש להתקין את ה־snap הזה דרך מצב פיתוח
it: Questo snap deve essere installato utilizzando la modalità sviluppatore
ka: ამ snap-ის დაყენება, მხოლოდ, devmode-ის გამოყენებითაა შესაძლებელი
ko: 이 스냅은 개발자 모드에서 설치해야 함
pt_br: Este snap precisa ser instalado usando o devmode
ro: Acest snap trebuie instalat în regim de dezvoltare
sv: Denna snap måste installeras med användning av utvecklingsläge
zh_tw: 這個 snap 需要用開發模式安裝

source: This snap needs to be installed using classic mode
ar: يجب تثبيت هذا الحزمة باستخدام الوضع الكلاسيكي
bg: Този snap файл трябва да бъде инсталиран в класически режим.
ca: Aquest snap s'ha d'instal·lar utilitzant el mode clàssic
fr: Ce module « snap » doit être installé en mode classique.
gl: O snap necesita instalarse no modo clásico.
he: יש להתקין את ה־snap הזה באמצעות מצב קלסי
it: Questo snap deve essere installato utilizzando la modalità classica
ka: ამ snap-ის დაყენება, მხოლოდ, classicmode-ის გამოყენებითაა შესაძლებელი
ko: 이 스냅은 고전 모드에서 설치해야 함
pt_br: Este snap precisa ser instalado usando o modo clássico
ro: Acest snap trebuie instalat în regim clasic
sv: Denna snap måste installeras med användning av klassiskt läge
zh_tw: 這個 snap 需要用經典模式安裝

source: A classic system is required to install this snap
ar: مطلوب النظام الكلاسيكي لتثبيت هذا الحزمة
bg: За инсталирането на този щракващ механизъм е необходима класическа система.
ca: Es requereix un sistema clàssic per instal·lar aquest snap
fr: Un système classique est nécessaire pour installer ce module « snap ».
gl: Fai falla un sistema clásico para instalar este snap.
he: נדרשת מערכת קלסית כדי להתקין את ה־snap הזה
it: Per installare questo snap è necessario un sistema classico
ka: ამ snap-ის დასაყენებლად კლასიკური სისტემაა საჭირო
ko: 이 스냅을 설치하려면 고전 시스템이 필요함
pt_br: É necessário um sistema clássico para instalar este snap
ro: Pentru instalarea acestui snap e nevoie de un sistem clasic
sv: Ett klassiskt system krävs för att installera denna snap
zh_tw: 需要經典系統才能安裝這個 snap

source: Operation was cancelled
ar: أُلغيت العملية
bg: Операцията беше отменена
ca: S'ha cancel·lat l'operació
fr: L’opération a été annulée.
gl: A operación cancelouse.
he: הפעולה בוטלה
it: L'operazione è stata annullata
ka: ოპერაცია გაუქმდა
ko: 작업이 취소됨
pt_br: A operação foi cancelada
ro: Operația a fost anulată
sv: Åtgärden har avbrutits
zh_tw: 操作已被取消

source: A bad query was provided
ar: قُدِّم استعلام سيء
bg: Предоставена е неправилна заявка
ca: S'ha proporcionat una consulta dolenta
fr: Une mauvaise requête a été fournie.
gl: Forneceuse unha consulta non válida.
he: סופקה שאילתה פגומה
it: È stata fornita una query errata
ka: მოწოდებული მოთხოვნა არასწორია
ko: 잘못된 질의가 제공됨
pt_br: Uma consulta incorreta foi fornecida
ro: A fost furnizată o interogare rea
sv: En felaktig förfrågan tillhandahölls
zh_tw: 提供了不正確的查詢

source: A timeout occurred during the request
ar: انقضت المهلة أثناء الطلب
bg: Възникна таймаут по време на заявката
ca: S'ha excedit el temps d'espera durant la sol·licitud
fr: La requêteS n'a pu être effectuée dans le temps imparti.
gl: Esgotouse o tempo límite durante a solicitude.
he: הזמן שהוקצב לבקשה תם במהלכה
it: Tempo scaduto durante la richiesta
ka: მოთხოვნის მოლოდინის ვადა ამოიწურა
ko: 요청을 처리하는 중 시간이 초과됨
pt_br: Tempo limite excedido durante a solicitação
ro: A intervenit o expirare în timpul cererii
sv: En tidsgräns gick ut under begäran
zh_tw: 請求時發生逾時

source: The requested snap couldn’t be found
ar: لا يمكن العثور على الحزمة المطلوبة
bg: Заявеният snap не можа да бъде намерен
ca: No s'ha pogut trobar l'snap sol·licitat
fr: Il a été impossible de trouver le module « snap » demandé.
gl: Non foi posíbel atopar o snap solicitado.
he: לא ניתן למצוא את ה־snap המבוקש
it: Lo snap richiesto non è stato trovato
ka: მოთხოვნილი snap-ის აღმოჩენა შეუძლებელია
ko: 요청한 스냅을 찾을 수 없음
pt_br: O snap solicitado não pôde ser encontrado
ro: Snapul cerut nu a fost găsit
sv: Begärd snap kunde inte hittas
zh_tw: 請求的 snap 找不到

source: The requested snap is not in the store
ar: الحزمة المطلوبة ليست في المتجر
bg: Заявеният snap не е в магазина
ca: L'snap sol·licitat no és a la botiga
fr: Le module « snap » demandé est absent de la boutique.
gl: O snap solicitado non está na tenda.
he: ה־snap המבוקש אינו בחנות
it: Lo snap richiesto non è nel negozio
ka: მოთხოვნილი snap მაღაზიაში არაა
ko: 요청한 스냅이 스토어에 없음
pt_br: O snap solicitado não está na loja
ro: Snapul cerut nu e în magazin
sv: Begärd snao finns inte i butiken
zh_tw: 請求的 snap 不在商店內

source: Authentication was cancelled by the user
ar: ألغي الاستيثاق من قبل المستخدم
bg: Удостоверяването е отменено от потребителя
ca: L'usuari ha cancel·lat l'autenticació
fr: L'authentification a été annulée par l'utilisateur.
gl: A persoa usuaria cancelou a autenticación.
he: האימות בוטל על ידי המשתמש
it: L'autenticazione è stata annullata dall'utente
ka: ავთენტიკაცია გაუქმდა მომხმარებლის მიერ
ko: 사용자가 인증을 취소함
pt_br: A autenticação foi cancelada pelo usuário
ro: Autentificarea a fost anulată de către utilizator
sv: Behörighetskontroll avbröts av användaren
zh_tw: 認證已被使用者取消

source: Snap not compatible with classic mode
ar: الحزمة غير متوافقة مع الوضع الكلاسيكي
bg: Snap не е съвместим с класическия режим
ca: Snap no compatible amb el mode clàssic
fr: Le module « snap » est incompatible avec le mode classique.
gl: O snap non é compatíbel co modo clásico.
he: ה־Snap לא תואם למצב קלסי
it: Snap non compatibile con la modalità classica
ka: Snap თავსებადი არაა classic რეჟიმთან
ko: 스냅이 고전 모드와 호환되지 않음
pt_br: Snap não compatível com o modo clássico
ro: Snapul nu e compatibil cu regimul clasic
sv: Denna snap är inte kompatibel med klassiskt läge
zh_tw: Snap 與經典模式不相容

source: Requested snap revision not available
ar: رقم تعديل الحزمة المطلوب غير متوفر
bg: Заявената версия на snap не е налична
ca: La revisió de l'snap sol·licitat no està disponible
fr: La révision du module « snap » demandé est indisponible.
gl: A revisión de snap solicitada non está dispoñíbel.
he: מהדורת ה־snap המבוקשת אינה זמינה
it: Revisione snap richiesta non disponibile
ka: მოთხოვნილი snap-ის რევიზია ხელმისაწვდომი არაა
ko: 요청한 스냅 리비전을 사용할 수 없음
pt_br: Revisão de snap solicitada não disponível
ro: Revizia snap cerută nu e disponibilă
sv: Begärd snap-revision är inte tillgänglig
zh_tw: 請求的 snap 修訂版不可用

source: Requested snap channel not available
ar: قناة سناب المطلوبة غير متوفرة
bg: Заявеният snap канал не е наличен
ca: El canal de l'snap sol·licitat no està disponible
fr: Le canal « snap » demandé est indisponible.
gl: A canle de snap solicitada non está dispoñíbel.
he: ערוץ ה־snap המבוקש אינו זמין
it: Canale snap richiesto non disponibile
ka: მოთხოვნილი snap-ის არხი ხელმისაწვდომი არაა
ko: 요청한 스냅 채널을 사용할 수 없음
pt_br: Canal de snap solicitado não disponível
ro: Canalul snap cerut nu e disponibil
sv: Begärd snap-kanal är inte tillgänglig
zh_tw: 請求的 snap 頻道不可用

source: The given snap or directory does not look like a snap
ar: لا يبدو الحزمة المحددة أو الدليل المحدد مثل حزمة سناب
bg: Даденият snap файл или директория не изглежда като snap файл
ca: L'snap o el directori indicat no semblen un snap
fr: Le module « snap » ou le dossier fourni ne semble pas un élément de type « snap ».
gl: O snap ou cartafol indicado non parece un snap.
he: ה־snap או התיקייה שסופקו לא נראים כמו snap
it: Lo snap o la cartella specificati non sembrano uno snap
ka: მოწოდებული snap, ან საქაღალდე snap-ს არ წააგავს
ko: 지정한 스냅이나 디렉터리가 스냅이 아닌 것 같음
pt_br: O snap ou pasta fornecida não se parece com um snap
ro: Snap-ul sau directorul dat nu arată ca un snap
sv: Angiven snap-katalog ser inte ut som en snap
zh_tw: 提供的 snap 或目錄看起來不是一個 snap

source: A hostname failed to resolve during the request
ar: فشل حل اسم المضيف أثناء الطلب
bg: Името на хост не успя да се разреши по време на заявката
ca: No s'ha pogut resoldre un nom de servidor durant la sol·licitud
fr: Un nom d'hôte n'a pas pu être résolu lors de la demande.
gl: Non foi posíbel resolve un nome de servidor durante a solicitude.
he: שם מארח לא נפתר במהלך הבקשה
it: Non è stato possibile risolvere un nome host durante la richiesta
ka: ჰოსტის სახელის ამოხსნა ჩავარდა მოთხოვნის გაგზავნის დროს
ko: 요청을 처리하는 중 호스트 이름을 해석할 수 없음
pt_br: Falha ao resolver um nome de host durante a solicitação
ro: Un nume de gazdă nu a putut fi rezolvat în timpul cererii
sv: Ett värddatornamn kunde inte matchas under begäran
zh_tw: 請求時有主機名稱解析失敗

source: A requested configuration option is not set
ar: لم يُضبط الخيار المطلوب
bg: Заявената опция за конфигурация не е зададена
ca: No s'ha establert una opció de configuració sol·licitada
fr: Une option demandée de configuration est non définie.
gl: Unha opción de configuración solicitada non está definida.
he: אפשרות ההגדרה המבוקשת לא מוגדרת
it: Un'opzione di configurazione richiesta non è impostata
ka: მოთხოვნილი კონფიგურაციის პარამეტრი დაყენებული არაა
ko: 요청한 설정 옵션이 설정되지 않음
pt_br: Uma opção de configuração solicitada não está definida
ro: O opțiune de configurare cerută nu e stabilită
sv: Ett begärt inställningsalternativ är inte definierat
zh_tw: 未設定一個要求的設定選項

source: The requested app couldn't be found
ar: لا يمكن العثور على التطبيق المطلوب
bg: Заявеното приложение не можа да бъде намерено
ca: No s'ha pogut trobar l'aplicació sol·licitada
fr: Il a été impossible de trouver l'application demandée.
gl: Non foi posíbel atopar a aplicación solicitada.
he: לא ניתן למצוא את היישום המבוקש
it: L'applicazione richiesta non è stata trovata
ka: მოთხოვნილი აპი აღმოჩენილი არაა
ko: 요청한 앱을 찾을 수 없음
pt_br: O aplicativo solicitado não pôde ser encontrado
ro: Aplicația cerută nu a fost găsită
sv: Begärt program kunde inte hittas
zh_tw: 請求的應用程式找不到

source: No snap revision on specified architecture
ar: لا يوجد رقم تعديل لحزمة سناب على الهندسة المعمارية المحددة
bg: Няма snap ревизия на посочената архитектура
ca: No hi ha cap revisió de l'snap a l'arquitectura especificada
fr: Aucune révision de module « snap » sur l'architecture spécifiée.
gl: Non hai ningunha revisión de snap na arquitectura indicada.
he: אין מהדורת snap לארכיטקטורה שצוינה
it: Nessuna revisione snap sull'architettura specificata
ka: მითითებულ არქიტექტურაზე snap-ის რევიზია აღმოჩენილი არაა
ko: 지정한 아키텍처에 스냅 리비전이 없음
pt_br: Nenhuma revisão do snap na arquitetura especificada
ro: Nicio revizie snap pe arhitectura specificată
sv: Ingen snap-revision för angiven arkitektur
zh_tw: 指定的架構上沒有 snap 的修訂版

source: The requested operation would conflict with currently ongoing change
ar: ستتعارض العملية المطلوبة مع التغيير الجاري حاليًا
bg: Заявената операция би била в конфликт с текущата промяна
ca: L'operació sol·licitada entraria en conflicte amb el canvi actualment en curs
fr: L'opération demandée entrerait en conflit avec le changement en cours.
gl: A operación solicitada entraría en conflito co cambio actualmente en progreso.
he: הפעולה המבוקשת תסתור את השינוי שמתבצע כרגע
it: L'operazione richiesta sarebbe in conflitto con la modifica attualmente in corso
ka: მოთხოვნილი ოპერაცია კონფლიქტში შევიდოდა ამჟამად გაშვებულ ცვლილებასთან
ko: 요청한 작업이 현재 진행 중인 변경 사항과 충돌할 수 있음
pt_br: A operação solicitada entraria em conflito com a mudança atualmente em andamento
ro: Operația cerută ar fi în conflict cu modificarea aflată în desfășurare
sv: Den begärda åtgärden skulle orsaka en konflikt med den pågående ändringen
zh_tw: 要求的操作會與目前進行中的變更相衝突

source: The requested interface has not changed
ar: لم تتغير الواجهة المطلوبة
bg: Заявеният интерфейс не се е променил
ca: La interfície sol·licitada no ha canviat
fr: L'interface demandée n'a pas été modifiée.
gl: A interface solicitada non cambiou.
he: הממשק המבוקש לא השתנה
it: L'interfaccia richiesta non è cambiata
ka: მოთხოვნილი ინტერფეისი არ შეცვლილა
ko: 요청한 인터페이스가 변경되지 않았음
pt_br: A interface solicitada não mudou
ro: Interfața cerută nu s-a modificat
sv: Det begärda gränssnittet har inte ändrats
zh_tw: 要求的介面並未變更

source: Unknown error code
ar: رمز خطأ غير معروف
bg: Неизвестен код на грешка
ca: Codi d'error desconegut
fr: Code d'erreur inconnu
gl: Código de erro descoñecido
he: קוד שגיאה לא ידוע
it: Codice errore sconosciuto
ka: უცნობი შეცდომის კოდი
ko: 알 수 없는 오류 코드
pt_br: Código de erro desconhecido
ro: Cod de eroare necunoscut
sv: Okänd felkod
zh_tw: 未知

source: Permissions
ar: الصلاحيات
bg: Разрешения
ca: Permisos
fr: Droits d'accès
gl: Permisos
he: הרשאות
it: Permessi
ka: წვდომები
ko: 권한
pt_br: Permissões
ro: Permisiuni
sv: Rättigheter
zh_tw: 權限

source: Select an application from the list to view its permissions here
ar: حدد تطبيقًا من القائمة لعرض الصلاحيات هنا
bg: Изберете приложение от списъка, за да видите разрешенията му тук
ca: Seleccioneu una aplicació de la llista per a veure aquí els seus permisos
fr: Sélectionnez une application dans la liste pour afficher ses autorisations ici.
gl: Seleccione unha aplicación da lista para ver aquí os seus permisos.
he: נא לבחור יישום מהרשימה כדי לצפות בהרשאות שלו כאן
it: Seleziona un'applicazione dall'elenco per visualizzare qui i suoi permessi
ka: აირჩიეთ აპლიკაცია, რომლის წვდომების ნახვაც აქ გსურთ
ko: 권한을 볼 앱 선택
pt_br: Selecione um aplicativo da lista para ver suas permissões aqui
ro: Alegeți o aplicație din listă pentru a-i vedea permisiunile aici
sv: Markera ett program i listan för att visa dess rättigheter här
zh_tw: 從列表選取應用程式以在此檢視它的權限
