Repository: KDE/snap-kcm
Catalog: po/*/kcm_snap.po
Languages: ar, bg, ca, ca@valencia, de, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, pl, pt_br, ro, sl, sv, tr, zh_cn, zh_tw

source: Read, add, change, or remove saved passwords
ca@valencia: Llig, afig, canvia o elimina contrasenyes guardades
de: Gespeicherte Passwörter lesen, ändern und entfernen
es: Leer, añadir, cambiar o eliminar contraseñas guardadas
eu: Gordetako pasahitzak irakurtze, gehitzea, aldatzea, edo kentzea
fi: Lue, lisää, vaihda tai poista tallennettuja salasanoja
hi: सहेजे गए पासवर्ड पढ़ें, जोड़ें, बदलें या हटाएं
nl: Lees, voeg toe, wijzig of verwijder opgeslagen wachtwoorden
pl: Odczyt, dodawanie, zmiana lub usuwanie zapisanych haseł
sl: Preberi, dodaj, spremeni ali odstrani shranjena gesla
tr: Kayıtlı parolaları oku, yeni ekle, onları değiştir veya kaldır
zh_cn: 读取、添加、更改或移除已保存的密码

source: Control the PackageKit service
ca@valencia: Controla el servei PackageKit
de: PackageKit-Dienst verwalten
es: Controlar el servicio PackageKit
eu: PackageKit zerbitzua kontrolatzea
fi: Hallitse PackageKit-palvelua
hi: पैकेजकिट सेवा को नियंत्रित करें
nl: Bestuur de PackageKit-service
pl: Sterowanie usługą PackageKit
sl: Nadzoruj storitev PackageKit
tr: PackageKit hizmetini denetle
zh_cn: 控制 PackageKit 服务

source: Permits communication with PCSD smart card daemon
ca@valencia: Permet la comunicació amb el dimoni de targetes intel·ligents PCSD
es: Permite comunicación con el servicio de tarjetas inteligentes PCSD
eu: PCSD txartel adimendun daimonarekin komunikatzea baimentzen du
fi: Sallii viestinnän PCSD-älykorttipalvelun kanssa
hi: पीसीएसडी स्मार्ट कार्ड डेमॉन के साथ संचार की अनुमति देता है
nl: Biedt communicatie met PCSD-smartcard-daemon
pl: Zezwala na rozmawianie z usługą kart inteligentnych PCSD
sl: Omogoča komunikacijo z demonom pametne kartice PCSD
tr: PCSD akıllı kart ardalan süreciyle iletişime izin verir
zh_cn: 允许与 PCSD 智能卡守护进程进行通信

source: Access pppd and ppp devices for configuring Point-to-Point Protocol connections
ca@valencia: Accedix als dispositius «pppd» i «ppp» per a configurar connexions del protocol punt a punt
es: Acceder a pppd y a dispositivos ppp para configurar conexiones del protocolo punto a punto
eu: Muturren arteko protokolo konexioak konfiguratzeko pppd eta ppp gailuak atzitzea
fi: Pääsy pppd- ja ppp-laitteisiin PPP-yhteyskäytännön yhteyksien määrittämiseksi
hi: पॉइंट-टू-पॉइंट प्रोटोकॉल कनेक्शन कॉन्फ़िगर करने के लिए pppd और ppp डिवाइस तक पहुंचें
nl: Toegang tot pppd- en ppp-apparaten voor configureren van Point-to-Point Protocol verbindingen
pl: Dostęp do urządzeń pppd oraz ppp do ustawienia połączeń zgodnych z protokołem Point-to-Point
sl: Dostop do naprav pppd in ppp za konfiguriranje povezav protokola od točke do točke
tr: Noktadan Noktaya Protokolü bağlantılarını yapılandırmak için pppd ve ppp aygıtlarına eriş
zh_cn: 使用 pppd 和 ppp 设备配置点对点协议连接

source: Pause or end any process on the system
ca@valencia: Posa en pausa o finalitza qualsevol procés al sistema
de: Alle Prozesse des Systems pausieren oder beenden
es: Pausar o terminar cualquier proceso del sistema
eu: Sistemako edozein prozesu etetea edo bukatzea
fi: Keskeytä tai lopeta mikä tahansa järjestelmän prosessi
hi: सिस्टम पर किसी भी प्रक्रिया को रोकें या समाप्त करें
nl: Pauzeer of beëindig elk proces op het systeem
pl: Wstrzymywanie lub zakańczanie dowolnego procesu na systemie
sl: Zaustavi ali končaj kateri koli proces v sistemu
tr: Sistemdeki herhangi bir süreci duraklat veya sonlandır
zh_cn: 暂停或结束系统中的任意进程

source: Access USB hardware directly
ca@valencia: Accedix directament al maquinari USB
de: Auf USB-Hardware direkt zugreifen
es: Acceder directamente al hardware USB
eu: USB hardwarea zuzenean atzitzea
fi: Suora pääsy USB-laitteistoon
hi: USB हार्डवेयर तक सीधे पहुंचें
nl: Directe toegang tot USB-hardware
pl: Bezpośredni dostęp do urządzeń USB
sl: Neposredni dostop do strojne opreme USB
tr: USB donanımına doğrudan eriş
zh_cn: 直接访问 USB 硬件

source: Read/write files on removable storage devices
ca@valencia: Llig/escriu fitxers en dispositius d'emmagatzematge extraïbles
de: Dateien auf Wechselmedien lesen/schreiben
es: Leer y escribir archivos en dispositivos de almacenamiento extraíble
eu: Biltegiratze-gailu aldagarrietan fitxategiak irakurtzea/idaztea
fi: Lue ja kirjoita tiedostoja irrotettavilla talletuslaitteilla
hi: हटाने योग्य स्टोरेज डिवाइस पर फ़ाइलें पढ़ें/लिखें
nl: Lees/schrijf bestanden op verwijderbare opslagapparaten
pl: Odczyt/zapis plików na przenośnych urządzeniach
sl: Beri/piši datoteke na izmenljive naprave za shranjevanje
tr: Kaldırılabilir depolama aygıtlarındaki dosyaları oku veya dosyalar yaz
zh_cn: 读写可移动存储设备的文件

source: Prevent screen sleep/lock
ca@valencia: Evita la suspensió/bloqueig de la pantalla
es: Impedir el reposo o el bloqueo de la pantalla
eu: Pantaila lokartzea/giltzatzea saihestea
fi: Estä näytön sammutus ja lukitus
hi: स्क्रीन स्लीप/लॉक को रोकें
nl: Voorkom slapen/vergrendelen van scherm
pl: Zapobieganie usypianiu/blokadzie ekranu
sl: Prepreči spanje/zaklepanje zaslona
tr: Ekran uykusunu/kilidini engelle
zh_cn: 阻止屏幕睡眠/锁定

source: Access serial port hardware
ca@valencia: Accedix al maquinari del port sèrie
de: Auf Hardware am seriellen Anschluss zugreifen
es: Acceder al hardware del puerto serie
eu: Serie-ataka hardwarea atzitzea
fi: Pääsy sarjaporttilaitteisiin
hi: सीरियल पोर्ट हार्डवेयर तक पहुँच
nl: Toegang tot hardware van seriële poort
pl: Dostęp do urządzeń portów szeregowych
sl: Dostop do strojne opreme serijskih vrat
tr: Seri kapı donanımlara eriş
zh_cn: 访问串口硬件

source: Enables two snaps to access the same shared memory
ca@valencia: Habilita dos «snaps» per a accedir a la mateixa memòria compartida
es: Permite que varios snaps puedan acceder a la misma memoria compartida
eu: Bi snap-ek partekatutako memoria bera atzitzea gaitzen du
fi: Mahdollistaa kahden Snap-tiedoston käyttää samaa jaettua muistia
hi: दो स्नैप को एक ही साझा मेमोरी तक पहुंचने में सक्षम बनाता है
nl: Schakelt twee snaps in voor toegang tot hetzelfde gedeelde geheugen
pl: Umożliwia dwóm snapom dostęp do tej samej współdzielonej pamięci
sl: Omogoča dvema snapoma dostop do istega skupnega pomnilnika
tr: İki Snap’in aynı paylaşılan belleğe erişimini etkinleştirir
zh_cn: 允许两个 snap 程序访问相同的共享内存

source: Restart or power off the device
ca@valencia: Reinicia o apaga el dispositiu
de: Gerät neu starten oder ausschalten
es: Reiniciar o apagar el dispositivo
eu: Gailua berrabiatzea edo itzaltzea
fi: Käynnistä uudelleen tai sammuta laite
hi: डिवाइस को पुनः प्रारंभ करें या बंद करें
nl: Herstart of schakel het apparaat uit
pl: Ponowne uruchamianie lub wyłączanie urządzenia
sl: Znova zaženi ali izklopi napravo
tr: Aygıtı yeniden başlat veya kapat
zh_cn: 重启或关闭设备

source: Install, remove and configure software (snaps)
ca@valencia: Instal·la, elimina i configura programari («snaps»)
de: Snap-Software installieren, entfernen und einrichten
es: Instalar, eliminar y configurar software (snaps)
eu: Softwarea (snaps) instalatzea, kentzea eta konfiguratzea
fi: Asenna, poista ja määritä Snap-ohjelmia
hi: सॉफ़्टवेयर स्थापित करें, निकालें और कॉन्फ़िगर करें (स्नैप्स)
nl: Installeer, verwijder en configureer software (snaps)
pl: Wgrywanie, usuwanie i ustawienie oprogramowania (snapy)
sl: Namesti, odstrani in konfiguriraj programsko opremo (snapov)
tr: Yazılım kur, kaldır veya yapılandır (Snap’ler)
zh_cn: 安装、移除和配置软件 (snap)

source: Access SSH private and public keys
ca@valencia: Accedix a les claus SSH privades i públiques
de: Auf private und öffentliche SSH-Schlüssel zugreifen
es: Acceder a claves SSH privadas y públicas
eu: SSH gako pribatuak eta publikoak atzitzea
fi: Pääsy yksityisiin ja julkisiin SSH-avaimiin
hi: SSH निजी और सार्वजनिक कुंजियों तक पहुँचें
nl: Toegang tot SSH private en publieke sleutels
pl: Dostęp do prywatnych i publicznych kluczy SSH
sl: Dostop do zasebnih in javnih ključev SSH
tr: SSH genel ve özel anahtarlarına eriş
zh_cn: 访问 SSH 私钥和公钥

source: Access SSH public keys
ca@valencia: Accedix a les claus SSH públiques
de: Auf öffentliche SSH-Schlüssel zugreifen
es: Acceder a claves SSH públicas
eu: SSH gako publikoak atzitzea
fi: Pääsy julkisiin SSH-avaimiin
hi: SSH सार्वजनिक कुंजियों तक पहुँचें
nl: Toegang tot SSH publieke sleutels
pl: Dostęp do kluczy publicznych SSH
sl: Dostop do javnih ključev SSH
tr: SSH genel anahtarlarına eriş
zh_cn: 访问 SSH 公钥

source: Access Storage Framework service
ca@valencia: Accedix al servei de l'entorn de treball d'emmagatzematge
es: Acceder al servicio de infraestructura de almacenamiento
eu: Biltegiratze armazoi zerbitzua atzitzea
fi: Pääsy talletustilakehyspalveluun
hi: स्टोरेज फ्रेमवर्क सेवा तक पहुंचें
nl: Toegang tot opslag-framework-service
pl: Dostęp do usługi pamięci trwałej
sl: Dostop do storitve Storage Framework
tr: Depolama çatısı hizmetine eriş
zh_cn: 访问存储框架服务

source: Read process and system information
ca@valencia: Llig la informació dels processos i del sistema
de: Prozess- und Systeminformationen lesen
es: Leer información de procesos y del sistema
eu: Prozesuen eta sistemaren informazioa irakurtzea
fi: Lue prosessien ja järjestelmän tietoja
hi: प्रक्रिया और सिस्टम जानकारी पढ़ें
nl: Lees proces- en systeeminformatie
pl: Odczyt szczegółów procesów i systemowych
sl: Preberi informacije o procesu in sistemu
tr: Süreç ve sistem bilgisini oku
zh_cn: 读取进程和系统信息

source: Access system documentation in /usr/share/doc
ca@valencia: Accedix a la documentació del sistema a /usr/share/doc
de: Auf Systemdokumentation unter /usr/share/doc zugreifen
es: Acceder a la documentación del sistema en /usr/share/doc
eu: Sistemaren dokumentazioa /usr/share/doc atzitzea
fi: Pääsy /usr/share/doc-järjestelmäohjeisiin
hi: /usr/share/doc में सिस्टम दस्तावेज़ तक पहुंचें
nl: Toegang tot systeemdocumentatie in /usr/share/doc
pl: Dostęp do dokumentacji systemowej w /usr/share/doc
sl: Dostop do sistemske dokumentacije v /usr/share/doc
tr: /usr/share/doc içindeki sistem belgelendirmesine eriş
zh_cn: 访问位于 /usr/shar/doc 的系统文档

source: Monitor and control any running program
ca@valencia: Seguix i controla qualsevol programa en execució
de: Alle laufenden Programme überwachen und verwalten
es: Monitorear y controlar cualquier programa que se esté ejecutando
eu: Martxan dagoen edozein programa gainbegiratzea eta kontrolatzea
fi: Valvo ja hallitse mitä tahansa käynnissä olevaa ohjelmaa
hi: किसी भी चल रहे प्रोग्राम की निगरानी और नियंत्रण करें
nl: Monitor en bestuur elk actieve programma
pl: Monitorowanie i sterowanie dowolnym programem
sl: Nadzoruj in upravljaj kateri koli program, ki se izvaja
tr: Çalışan herhangi bir programı izle ve denetle
zh_cn: 监视和控制任意正在运行的程序

source: Change the date and time
ca@valencia: Canvia la data i l'hora
de: Datum und Zeit ändern
es: Cambiar la fecha y la hora
eu: Data eta ordua aldatzea
fi: Muuta päiväys ja aika
hi: दिनांक और समय बदलें
nl: Wijzig de datum en tijd
pl: Zmiana dat i czasu
sl: Spremeni datum in uro
tr: Tarihi ve zamanı değiştir
zh_cn: 更改日期和时间

source: Change time server settings
ca@valencia: Canvia la configuració del servidor de temps
de: Zeitserver-Einstellungen ändern
es: Cambiar los ajustes del servidor horario
eu: Ordu-zerbitzariaren ezarpenak aldatzea
fi: Muuta aikapalvelimen asetuksia
hi: समय सर्वर सेटिंग बदलें
nl: Wijzig de instellingen van de tijdserver
pl: Zmiana ustawień serwera czasu
sl: Spremeni nastavitve časovnega strežnika
tr: Zaman sunucusu ayarlarını değiştir
zh_cn: 更改时间服务器设置

source: Change the time zone
ca@valencia: Canvia la zona horària
de: Zeitzone ändern
es: Cambiar la zona horaria
eu: Ordu-eremua aldatzea
fi: Vaihda aikavyöhyke
hi: समय क्षेत्र बदलें
nl: Wijzig de tijdzone
pl: Zmiana strefy czasowej
sl: Spremeni časovni pas
tr: Zaman dilimini değiştir
zh_cn: 更改时区

source: Access the UDisks2 service for configuring disks and removable media
ca@valencia: Accedix al servei UDisks2 per a configurar discs i suports extraïbles
es: Acceder al servicio UDisks2 para configura discos y medios extraíbles
eu: Diskoak eta gailu eramangarriak konfiguratzeko UDisks2 zerbitzua atzitzea
fi: Pääsy UDisks2-palveluun levyjen ja irrotettavien tietovälineiden määrittämiseksi
hi: डिस्क और हटाने योग्य मीडिया को कॉन्फ़िगर करने के लिए UDisks2 सेवा तक पहुँचें
nl: Toegang tot de UDisks2-service voor configureren van schijven en verwijderbare media
pl: Dostęp do usługi UDisks2 do ustawiania nośników wbudowanych i wymiennych
sl: Dostop do storitve UDisks2 za konfiguriranje diskov in izmenljivih medijev
tr: Diskleri ve kaldırılabilir ortamları yapılandırmak için UDisks2 hizmetine eriş
zh_cn: 访问 UDisks2 服务以配置磁盘和可移动媒体

source: Access energy usage data
ca@valencia: Accedix a les dades d'ús d'energia
de: Auf Energieverbrauchsdaten zugreifen
es: Acceder a datos del uso de energía
eu: Energia erabileraren datuetara atzitzea
fi: Pääsy virrankäyttötietoon
hi: ऊर्जा उपयोग डेटा तक पहुंच
nl: Toegang tot gegevens van energiegebruik
pl: Dostęp do szczegółów o poborze energii
sl: Dostop do podatkov o porabi energije
tr: Enerji kullanımı verisine eriş
zh_cn: 访问电量使用数据

source: Read/write access to U2F devices exposed
ca@valencia: Accés de lectura/escriptura als dispositius U2F exposats
es: Acceso de lectura/escritura a los dispositivos U2F expuestos
eu: Agerian dauden U2F gailuak irakurtzeko/idazteko atzitzea
fi: U2F-laitteiden luku- ja kirjoitusoikeus paljastettu
hi: U2F डिवाइसों तक पढ़ने/लिखने की पहुंच उजागर
nl: Lees/schrijftoegang tot U2F-apparaten blootgesteld
pl: Odczyt/zapis na urządzenia U2F
sl: Razkrit dostop za branje/pisanje do naprav U2F
tr: Açıktaki U2F aygıtlarını oku ve onlara yaz
zh_cn: 读写可见的 U2F 设备

source: Snap Applications
ar: تطبيقات سناب
bg: Приложения за щракване
ca: Aplicacions Snap
ca@valencia: Aplicacions Snap
de: Snap-Anwendungen
es: Aplicaciones Snap
eu: Snap aplikazioak
fi: Snap-sovellukset
fr: Application sous Snap
gl: Aplicacións de Snap
he: יישומי Snap
hi: स्नैप अनुप्रयोग
it: Applicazioni Snap
ka: Snap-ის აპლიკაციები
ko: 스냅 앱
nl: Snap-toepassingen
pl: Aplikacje Snap
pt_br: Aplicativos Snap
ro: Aplicații Snap
sl: Aplikacije snap
sv: Snap program
tr: Snap Uygulamalar
zh_cn: Snap 应用程序
zh_tw: Snap 應用程式

source: Install snaps to change the permissions
ar: ثبت تطبيقات سناب لتغير التصاريح
bg: Инсталирайте snaps, за да промените разрешенията
ca: Instal·la «snaps» per a canviar els permisos
ca@valencia: Instal·la «snaps» per a canviar els permisos
de: Snaps zum Ändern der Berechtigungen installieren
es: Instalar snaps para cambiar los permisos
eu: Baimenak aldatzeko Snaps instalatu
fi: Muuta käyttöoikeuksia asentamalla Snap-ohjelmia
fr: Installer des éléments « snap » pour modifier les autorisations
gl: Instale snaps para cambiar os permisos.
he: יש להתקין יישומי snap כדי לשנות את ההרשאות
hi: अनुमतियाँ बदलने के लिए स्नेप इंस्टॉल करें
it: Installa gli snap per modificare i permessi
ka: წვდომების შესაცვლელად დააყენეთ snaps
ko: 권한을 변경하려면 스냅을 설치하십시오
nl: Installeer snaps om de rechten te wijzigen
pl: Wgrywanie snapów do zmiany uprawnień
pt_br: Instalar snaps para alterar as permissões
ro: Instalați snapuri pentru a schimba permisiuni
sl: Namesti snape, za spremembo dovoljenj
sv: Installera snap-program för att ändra rättigheter
tr: İzinlerini değiştirmek için Snap’ler kurun
zh_cn: 安装 snap 程序以更改权限
zh_tw: 安裝 snap 軟體包之後再來變更它們的權限

source: Launch
ca@valencia: Inicia
de: Starten
es: Lanzar
eu: Abiarazi
fi: Käynnistä
hi: शुरू करना
nl: Starten
pl: Uruchom
sl: Zaženi
tr: Başlat
zh_cn: 启动

source: Permissions for %1
ar: صلاحيات لـ %1
bg: Разрешения за %1
ca: Permisos de %1
ca@valencia: Permisos de %1
de: Berechtigungen für %1
es: Permisos para %1
eu: %1(e)rako baimenak
fi: %1 – käyttöoikeudet
fr: Autorisations pour %1
gl: Permisos de %1
he: הרשאות עבור %1
hi: %1 के लिए अनुमतियाँ
it: Permessi per %1
ka: %1-ის წვდომები
ko: %1의 권한
nl: Toegangsrechten voor %1
pl: Uprawnienia dla %1
pt_br: Permissões para %1
ro: Permisiuni pentru %1
sl: Dovoljenja za %1
sv: Rättigheter för %1
tr: %1 İzinleri
zh_cn: %1 的权限
zh_tw: %1 的權限

source: Error
ar: خطأ
bg: Грешка
ca@valencia: S'ha produït un error
de: Fehler
eu: Errorea
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
hi: गलती
it: Errore
ka: შეცდომა
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
sl: Napaka
sv: Fel
tr: Hata
zh_cn: 错误
zh_tw: 錯誤

source: snapd error: %1
ca@valencia: S'ha produït un error de l'«snapd»: %1
de: snapd-Fehler: %1
es: Error de snapd: %1
eu: snapd errorera: %1
fi: snapd-virhe: %1
hi: स्नैपडी त्रुटि: %1
nl: snapd-fout: %1
pl: Błąd snapd: %1
sl: napaka snapd: %1
tr: snapd hatası: %1
zh_cn: snapd 错误：%1

source: No error
ar: لا يوجد خطأ
bg: Няма грешка
ca: Sense errors
fr: Aucune erreur
gl: Sen erros
he: אין שגיאה
it: Nessun errore
ka: შეცდომების გარეშე
ko: 오류 없음
pt_br: Nenhum erro
ro: Nicio eroare
sv: Inget fel
zh_tw: 沒有錯誤

source: Unknown error occurred
ar: حدث خطأ غير معروف
bg: Възникна неизвестна грешка
ca: S'ha produït un error desconegut
fr: Une erreur inconnue s'est produite.
gl: Produciuse un erro descoñecido
he: אירעה שגיאה בלתי ידועה
it: Si è verificato un errore sconosciuto
ka: აღმოჩენილია უცნობი შეცდომა
ko: 알 수 없는 오류가 발생함
pt_br: Ocorreu um erro desconhecido
ro: A intervenit o eroare necunoscută
sv: Okänt fel uppstod
zh_tw: 發生未知的錯誤

source: Not able to connect to snapd
ar: غير قادر على الاتصال بخدمة Snapd
bg: Не мога да се свържа със snapd
ca: No s'ha pogut connectar a snapd
fr: Impossible de se connecter au processus « snapd »
gl: Non é posíbel conectar a snapd.
he: לא ניתן להתחבר אל snapd
it: Impossibile connettersi a snapd
ka: Snapd-სთან მიერთება შეუძლებელია
ko: snapd에 연결할 수 없음
pt_br: Não é possível conectar ao snapd
ro: Nu se poate conecta la snapd
sv: Kan inte ansluta till snapd
zh_tw: 無法連線到 snapd

source: An error occurred while writing to snapd
ar: حدث خطأ أثناء الكتابة إلى خدمة Snapd
bg: Възникна грешка при запис в snapd
ca: S'ha produït un error en escriure a snapd
fr: Une erreur est survenue lors de l'écriture avec le module « snapd ».
gl: Produciuse un erro ao escribir en snapd.
he: אירעה שגיאה בכתיבה אל snapd
it: Si è verificato un errore durante la scrittura su snapd
ka: შეცდომა snapd-ში ჩაწერისას
ko: snapd에 쓰는 중 오류 발생
pt_br: Ocorreu um erro ao gravar no snapd
ro: A intervenit o eroare în timpul scrierii la snapd
sv: Ett fel uppstod vid skrivning till snapd
zh_tw: 寫入 snapd 時發生錯誤

source: An error occurred while reading from snapd
ar: حدث خطأ أثناء القراءة من خدمة Snapd
bg: Възникна грешка при четене от snapd
ca: S'ha produït un error en llegir de snapd
fr: Une erreur s'est produite lors de la lecture à partir du processus « snapd ».
gl: Produciuse un erro ao ler de snapd.
he: אירעה שגיאה בקריאה מ־snapd
it: Si è verificato un errore durante la lettura da snapd
ka: შეცდომა snapd-დან წაკითხვისას
ko: snapd에서 읽는 중 오류 발생
pt_br: Ocorreu um erro ao ler do snapd
ro: A intervenit o eroare în timpul citirii de la snapd
sv: Ett fel uppstod vid läsning från snapd
zh_tw: 從 snapd 讀取時發生錯誤

source: Snapd did not understand the request that was sent
ar: لم تفهم خدمة Snapd الطلب المُرسل
bg: Snapd не разбра изпратената заявка
ca: Snapd no ha entès la sol·licitud que s'ha enviat
fr: Le processus « snapd » n'a pas compris la demande envoyée.
gl: Snapd non entendeu a solicitude enviada.
he: Snapd לא הצליח לפענח את הבקשה שנשלחה
it: Snapd non ha compreso la richiesta inviata
ka: Snapd-მა ვერ გაიგო მოთხოვნა, რომელიც გავუგზავნეთ
ko: snapd에서 요청이 전송되었다는 사실을 인지하지 못함
pt_br: O snapd não entendeu a solicitação que foi enviada
ro: Snapd nu a înțeles cererea trimisă
sv: Snapd förstod inte begäran som skickades
zh_tw: Snapd 不瞭解已傳送的請求

source: The response received from snapd was not understood
ar: لم يُفهم الرد المستلم من خدمة Snapd
bg: Отговорът, получен от snapd, не беше разбран
ca: La resposta rebuda de snapd no s'ha entès
fr: La réponse reçue du processus « snapd » n'a pas été comprise.
gl: Non se entendeu a resposta de snapd.
he: התגובה שהתקבלה מ־snapd לא פוענה כראוי
it: La risposta ricevuta da snapd non è stata compresa
ka: Snapd-დან მიღებული პასუხის გაგება შეუძლებელია
ko: snapd에서 받은 응답을 인식할 수 없음
pt_br: A resposta recebida do snapd não foi compreendida
ro: Răspunsul primit de la snapd nu a fost înțeles
sv: Svaret som togs emot från snapd förstods inte
zh_tw: 不瞭解從 snapd 收到的回應

source: The requested operation requires super user password
ar: تتطلب العملية المطلوبة كلمة سر مسؤول النظام
bg: Заявената операция изисква парола за супер потребител
ca: L'operació sol·licitada requereix una contrasenya de superusuari
fr: L'opération demandée nécessite un mot de passe administrateur.
gl: A operación solicitada require contrasinal de administración.
he: הפעולה המבוקשת דורשת סיסמת משתמש על
it: L'operazione richiesta richiede la password del superutente
ka: მოთხოვნილ ოპერაციას ზემომხმარებლის პაროლი სჭირდება
ko: 요청한 작업에 슈퍼유저 암호가 필요함
pt_br: A operação solicitada requer senha de superusuário
ro: Operația cerută necesită parola de administrator
sv: Den begärda åtgärden kräver administratörslösenord
zh_tw: 要求的操作需要超級使用者密碼

source: The provided super user password is invalid
ar: كلمة سر المستخدم المسؤول غير صالحة
bg: Предоставената парола за супер потребител е невалидна
ca: La contrasenya de superusuari proporcionada no és vàlida
fr: Le mot de passe administrateur fourni est non valable.
gl: O contrasinal de administración é incorrecto.
he: סיסמת המשתמש שסופקה שגויה
it: La password del superutente fornita non è valida
ka: მოწოდებული ზემომხმარებლის პაროლი არასწორია
ko: 지정한 슈퍼유저 암호가 잘못됨
pt_br: A senha do superusuário fornecida é inválida
ro: Parola de administrator furnizată e eronată
sv: Det angiva administratörslösenordet är ogiltigt
zh_tw: 提供的超級使用者密碼是無效的

source: Login requires a two-factor code
ar: يتطلب الولوج رمز الاستيثاق الثنائي
bg: Входът изисква двуфакторен код
ca: L'inici de sessió requereix un codi de dos factors
fr: La connexion nécessite un code à deux facteurs.
gl: Necesita un código de segundo factor para acceder.
he: כניסה דורש קוד אימות דו־שלבי
it: L'accesso richiede un codice a due fattori
ka: შესვლას 2FA-ის კოდი სჭირდება
ko: 로그인 시 2단계 인증 코드가 필요함
pt_br: O login requer um código de dois fatores
ro: Autentificarea necesită un cod doi-factori
sv: Inloggning kräver tvåfaktorskod
zh_tw: 登入需要兩步驟驗證碼

source: The two-factor code provided at login is invalid
ar: رمز الاستيثاق الثنائي المقدم في الولوج غير صالح
bg: Двуфакторният код, предоставен при влизане, е невалиден
ca: El codi de dos factors proporcionat a l'inici de sessió no és vàlid
fr: Le code à deux facteurs fourni lors de la connexion est non valable.
gl: O código de segundo factor é incorrecto.
he: קוד האימות הדו־שלבי שסופק בכניסה שגוי
it: Il codice a due fattori fornito all'accesso non è valido
ka: შესვლისას შეყვანილი 2FA-ის კოდი არასწორია
ko: 로그인 시 입력한 2단계 인증 코드가 잘못됨
pt_br: O código de dois fatores fornecido no login é inválido
ro: Codul doi-factori furnizat la autentificare e eronat
sv: Tvåfaktorskoden tillhandahållen vid inloggning är ogiltig
zh_tw: 登入時提供的兩步驟驗證碼是無效的

source: This user account is not permitted to perform the requested operation
ar: لا يُسمح لهذا حساب المستخدم بإجراء العملية المطلوبة
bg: Този потребителски акаунт няма разрешение да извърши заявената операция
ca: Aquest compte d'usuari no està autoritzat a realitzar l'operació sol·licitada
fr: Ce compte utilisateur n'est pas autorisé à effectuer l'opération demandée.
gl: Esta conta non permite realizar a operación solicitada.
he: חשבון המשתמש הזה לא מורשה לבצע את הפעולה המבוקשת
it: Questo account utente non è autorizzato a eseguire l'operazione richiesta
ka: მომხმარებლის ანგარიშის არ აქვს უფლება, მოთხოვნილი ოპერაცია ჩაატაროს
ko: 이 사용자는 요청한 작업을 수행할 수 있는 권한이 없음
pt_br: Esta conta de usuário não tem permissão para executar a operação solicitada
ro: Contul acesta de utilizator nu are permisiunea să efectueze operația cerută
sv: Användarkontot tillåts inte utföra den begärda åtgärden
zh_tw: 這個使用者帳號不被允許進行要求的操作
