Repository: KDE/snap-kcm
Catalog: po/*/kcm_snap.po
Languages: ar, bg, ca, ca@valencia, de, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, pl, pt_br, ro, sl, sv, tr, zh_cn, zh_tw

source: Add user accounts and change passwords
ca@valencia: Afig comptes d'usuari i canvia les contrasenyes
de: Benutzerkonten hinzufügen und Passwörter ändern
es: Añadir cuentas de usuario y cambiar contraseñas
eu: Gehitu erabiltzaile-kontuak eta aldatu pasahitzak
fi: Lisää käyttäjätilejä ja vaihda salasanoja
hi: उपयोगकर्ता खाते जोड़ें और पासवर्ड बदलें
nl: Gebruikersaccounts toevoegen en wachtwoorden wijzigen
pl: Dodawanie kont użytkownika i zmienianie haseł
sl: Dodaj uporabniške račune in spremeni gesla
tr: Kullanıcı hesapları ekle ve parolaları değiştir
zh_cn: 添加用户账户并更改密码

source: Allows communication with the accounts service, such as GNOME Online Accounts
ca@valencia: Permet la comunicació amb el servei de comptes, com ara els comptes en línia de GNOME
es: Permite comunicación con el servicio de cuentas, como las «Cuentas en línea de GNOME»
eu: Kontuen zerbitzuarekin komunikatzeko baimena ematen du, hala nola GNOME lerroko kontuak
fi: Mahdollistaa viestinnän tilipalvelun kuten Gnomen verkkotilien kanssa
hi: खाता सेवा, जैसे कि GNOME ऑनलाइन खातों के साथ संचार की अनुमति देता है
nl: Biedt communicatie met de accountsservice, zoals GNOME Online Accounts
pl: Umożliwia rozmawianie z usługą kont, taką jak Konta Sieciowe GNOME
sl: Omogoča komunikacijo s storitvijo računov, kot so spletni računi GNOME
tr: GNOME Çevrimiçi Hesaplar gibi hesaplar hizmetleriyle iletişime izin verir
zh_cn: 允许与账户服务通信，例如 GNOME 在线账户

source: Play and record sound
ca@valencia: Reproduïx i grava so
de: Sound abspielen und aufnehmen
es: Reproducir y grabar sonido
eu: Soinua jotzea eta grabatzea
fi: Toista ja nauhoita ääntä
hi: ध्वनि बजाएं और रिकॉर्ड करें
nl: Geluid afspelen en opnemen
pl: Odtwarzanie i nagrywanie dźwięków
sl: Predvaja in snema zvok
tr: Ses kaydet ve çal
zh_cn: 播放和录制声音

source: Allows access to AppStream metadata
ca@valencia: Permet l'accés a les metadades d'AppStream
de: Zugriff auf AppStream-Metadaten erlauben
es: Permite acceso a los metadatos AppStream
eu: AppStream meta-datuak atzitzeko baimena ematen du
fi: Mahdollistaa pääsyn AppStream-metatietoon
hi: AppStream मेटाडेटा तक पहुंच की अनुमति देता है
nl: Biedt toegang tot AppStream metagegevens
pl: Umożliwia dostęp do metadanych AppStream
sl: Omogoča dostop do metapodatkov AppStream
tr: AppStream üst verisine erişime izin verir
zh_cn: 允许访问 AppStream 元数据

source: Play audio
ca@valencia: Reproduïx àudio
de: Audio wiedergeben
es: Reproducir sonido
eu: Audioa jotzea
fi: Toista ääntä
hi: ऑडियो चलाएँ
nl: Geluid afs&pelen
pl: Odtwarzanie dźwięku
sl: Predvajaj zvok
tr: Ses çal
zh_cn: 播放音频

source: Record audio
ca@valencia: Grava àudio
de: Audio aufnehmen
es: Grabar sonido
eu: Audioa grabatzea
fi: Nauhoita ääntä
hi: ऑडियो रिकॉर्ड करें
nl: Geluid opnemen
pl: Nagrywanie dźwięku
sl: Posnemi zvok
tr: Ses kaydet
zh_cn: 录制音频

source: Advertise services over the local network
ca@valencia: Publica els serveis a través de la xarxa local
es: Anunciar servicios a través de la red local
eu: Sare lokalean zerbitzuak iragartzea
fi: Mainosta palvelua paikallisverkossa
hi: स्थानीय नेटवर्क पर सेवाओं का विज्ञापन करें
nl: Adverteer services over het lokale netwerk
pl: Rozgłaszanie usług w sieci lokalnej
sl: Oglašuj storitve prek lokalnega omrežja
tr: Yerel ağ üzerinde hizmetlerin reklâmını yap
zh_cn: 通过本地网络广播服务

source: Detect network devices using mDNS/DNS-SD (Bonjour/zeroconf)
ca@valencia: Detecta dispositius de xarxa utilitzant mDNS/DNS-SD (Bonjour/zeroconf)
es: Detectar dispositivos de red usando mDNS/DNS-SD (Bonjour/zeroconf)
eu: mDNS/DNS-SD (Bonjour/zeroconf) erabiliz sareko gailuak antzematea
fi: Havaitse verkkolaitteet mDNS/DNS-SD:llä (Bonjour/zeroconf)
hi: mDNS/DNS-SD (Bonjour/zeroconf) का उपयोग करके नेटवर्क डिवाइस का पता लगाएं
nl: Detecteer netwerkapparaten met mDNS/DNS-SD (Bonjour/zeroconf)
pl: Wykrywanie urządzeń sieciowych przy użyciu mDNS/DNS-SD (Bonjour/zeroconf)
sl: Zaznaj omrežne naprave z uporabo mDNS/DNS-SD (Bonjour/zeroconf)
tr: mDNS/DNS-SD (Bonjour/zeroconf) kullanarak ağ aygıtlarını algıla
zh_cn: 使用 mDNS/DNS-SD 检测网络设备 (Bonjour/zeroconf)

source: Access bluetooth hardware directly
ca@valencia: Accedix directament al maquinari Bluetooth
de: Auf Bluetooth-Hardware direkt zugreifen
es: Acceder directamente al hardware de Bluetooth
eu: Bluetooth hardwarea zuzenean atzitzea
fi: Suora pääsy Bluetooth-laitteisiin
hi: ब्लूटूथ हार्डवेयर तक सीधे पहुंचें
nl: Heb directe toegang tot bluetooth-hardware
pl: Bezpośredni dostęp do urządzeń bluetooth
sl: Neposredno dostopaj do strojne opreme bluetooth
tr: Bluetooth donanımına doğrudan eriş
zh_cn: 直接访问蓝牙硬件

source: Use bluetooth devices
ca@valencia: Utilitza dispositius Bluetooth
de: Bluetooth-Geräte verwenden
es: Usar dispositivos Bluetooth
eu: Bluetooth gailuak erabiltzea
fi: Käytä Bluetooth-laitteita
hi: ब्लूटूथ डिवाइस का उपयोग करें
nl: Gebruik bluetooth-apparaten
pl: Używanie urządzeń bluetooth
sl: Uporabljaj naprave bluetooth
tr: Bluetooth aygıtlarını kullan
zh_cn: 管理蓝牙设备

source: Use functions essential for Web browsers
ca@valencia: Utilitza funcions essencials per als navegadors web
es: Usar funciones esenciales para navegadores web
eu: Web-arakatzaileentzako funtsezkoak diren funtzioak erabiltzea
fi: Käytä verkkoselaimille oleellisia toimintoja
hi: वेब ब्राउज़र के लिए आवश्यक फ़ंक्शन का उपयोग करें
nl: Gebruik functies essentieel voor webbrowsers
pl: Używanie funkcji niezbędnych dla przeglądarek sieciowych
sl: Uporabi funkcije, ki so bistvene za spletne brskalnike
tr: Web tarayıcıları için elzem işlevleri kullan
zh_cn: 使用网页浏览器基本功能

source: Use your camera
ca@valencia: Utilitza la càmera
de: Kamera verwenden
es: Usar la cámara
eu: Zure kamera erabiltzea
fi: Käytä kameraa
hi: अपने कैमरे का उपयोग करें
nl: Gebruik uw camera
pl: Używanie kamery
sl: Uporabi svojo kamero
tr: Kamerayı kullan
zh_cn: 使用摄像头

source: Access to the CUPS socket for printing
ca@valencia: Accés al sòcol de CUPS per a imprimir
es: Acceder al conector CUPS para imprimir
eu: Inprimatzeko CUPS hargunea atzitzea
fi: Pääsy CUPS-pistokkeeseen tulostusta varten
hi: मुद्रण के लिए CUPS सॉकेट तक पहुंच
nl: Toegang tot de CUPS-socket voor afdrukken
pl: Dostęp do gniazda CUPS celem drukowania
sl: Dostop do vtičnice CUPS za tiskanje
tr: Yazdırma için CUPS yuvasına eriş
zh_cn: 访问 CUPS 套接字进行打印

source: Print documents
ca@valencia: Imprimix documents
de: Dokumente drucken
es: Imprimir documentos
eu: Dokumentuak inprimatzea
fi: Tulosta tiedostoja
hi: दस्तावेज़ प्रिंट करें
nl: Druk documenten af
pl: Drukowanie dokumentów
sl: Tiskaj dokumente
tr: Belgeler yazdır
zh_cn: 打印文档

source: Use any connected joystick
ca@valencia: Utilitza qualsevol palanca de control connectada
de: Verbundene Joysticks verwenden
es: Usar cualquier joystick conectado
eu: Konektatutako edozein kontrol-palanka erabiltzea
fi: Käytä mitä tahansa kytkettyä peliohjainta
hi: किसी भी कनेक्टेड जॉयस्टिक का उपयोग करें
nl: Gebruik een verbonden joystick
pl: Użycie dowolnego joysticka
sl: Uporabi katero koli povezano igralno palico
tr: Herhangi takılı bir oyun çubuğunu kullan
zh_cn: 使用任意已连接的游戏控制器

source: Identify and launch desktop apps from other snaps
ca@valencia: Identifica i inicia aplicacions d'escriptori des d'altres «snaps»
es: Identificar y lanzar aplicaciones del escritorio desde otros snaps
eu: Beste snap batzuetatik mahaigaineko aplikazioak identifikatzea eta abiaraztea
fi: Tunnista ja käynnistä muiden Snap-tiedostojen työpöytäsovellukset
hi: अन्य स्नैप से डेस्कटॉप ऐप्स को पहचानें और लॉन्च करें
nl: Identificeer en start bureaubladtoepassingen uit andere snaps
pl: Rozpoznawanie i uruchamianie aplikacji pulpitu z innych snapów
sl: Prepoznaj in zaženi namizne aplikacije iz drugih snapov
tr: Başka Snap’lerden masaüstü uygulamalarını tanımla ve başlat
zh_cn: 通过其他 snap 程序识别和启动桌面应用

source: Allow connecting to the Docker service
ca@valencia: Permet la connexió al servei Docker
es: Permitir conexión al servicio Docker
eu: Zamaketari zerbitzura konektatzeko baimena ematea
fi: Mahdollista yhdistäminen Docker-palveluun
hi: Docker सेवा से कनेक्ट करने की अनुमति दें
nl: Biedt verbinden naar de Docker-service
pl: Umożliwia łączenie się z usługą Dockera
sl: Dovoli povezovanje s storitvijo Docker
tr: Docker hizmetine bağlanmaya izin ver
zh_cn: 允许连接到 Docker 服务

source: Configure network firewall
ca@valencia: Configura el tallafoc de xarxa
de: Netzwerk-Firewall einrichten
es: Configurar el cortafuegos de la red
eu: Sareko suhesia konfiguratzea
fi: Määritä verkon palomuuri
hi: नेटवर्क फ़ायरवॉल कॉन्फ़िगर करें
nl: Configureer netwerk-firewall
pl: Ustawienia zapory sieciowej
sl: Konfiguriraj omrežni požarni zid
tr: Ağ güvenlik duvarını yapılandır
zh_cn: 配置网络防火墙

source: Setup and use privileged FUSE filesystems
ca@valencia: Configura i utilitza sistemes de fitxers FUSE privilegiats
es: Configurar y usar sistemas de archivos FUSE privilegiados
eu: FUSE fitxategi-sistema pribilegiodunak ezartzea eta erabiltzea
fi: Aseta ja käytä etuoikeutettuja FUSE-tiedostojärjestelmiä
hi: विशेषाधिकार प्राप्त FUSE फ़ाइल सिस्टम सेटअप और उपयोग करें
nl: Zet op en gebruik geprivilegieerd FUSE-bestandssystemen
pl: Ustawianie i używanie uprzywilejowanych systemów plików FUSE
sl: Nastavi in uporabi privilegirane datotečne sisteme FUSE
tr: Ayrıcalıklı FUSE dosya sistemlerini ayarla ve kullan
zh_cn: 设置和使用已提权的 FUSE 文件系统

source: Update firmware on this device
ca@valencia: Actualitza microprogramari en este dispositiu
de: Firmware auf diesem Gerät aktualsieren
es: Actualizar el firmware de este dispositivo
eu: Gailu honetan firmwarea eguneratzea
fi: Päivitä laitteen varusohjelmisto
hi: इस डिवाइस पर फ़र्मवेयर अपडेट करें
nl: Werk firmware op dit apparaat bij
pl: Uaktualnianie oprogramowania układowego na tym urządzeniu
sl: Posodobi vdelano programsko opremo na tej napravi
tr: Bu aygıttaki donanım yazılımını güncelle
zh_cn: 更新设备固件

source: Provides access to any GSettings item for current user
ca@valencia: Proporciona accés a qualsevol element de GSettings per a l'usuari actual
es: Proporciona acceso a cualquier elemento de GSettings para el usuario actual
eu: Uneko erabiltzailearen edozein GSettings elementurako sarbidea hornitzen du
fi: Tarjoaa pääsyn nykyisen käyttäjän GSettings-tietueisiin
hi: वर्तमान उपयोगकर्ता के लिए किसी भी GSettings आइटम तक पहुंच प्रदान करता है
nl: Levert toegang tot elke GSettings-item voor de huidige gebruiker
pl: Zapewnia dostęp do elementu GSettings bieżącemu użytkownikowi
sl: Omogoča dostop do katerega koli elementa GSettings za trenutnega uporabnika
tr: Geçerli kullanıcı için herhangi bir GSettings’e erişim sağlar
zh_cn: 为当前用户提供访问任意 GSettings 项目的权限

source: Access hardware information
ca@valencia: Accés a la informació del maquinari
de: Auf Hardware-Informationen zugreifen
es: Acceder a información del hardware
eu: Hardwarearen informazioa atzitzea
fi: Pääsy laitetietoihin
hi: हार्डवेयर जानकारी तक पहुँचें
nl: Toegang tot hardware-informatie
pl: Dostęp do szczegółów urządzeń
sl: Dostop do informacij o strojni opremi
tr: Donanım bilgisine eriş
zh_cn: 访问硬件信息

source: Provide entropy to hardware random number generator
ca@valencia: Proporciona entropia al generador de nombres aleatoris de maquinari
es: Proporcionar entropía al generador de números aleatorios por hardware
eu: Hardware bidezko ausazko zenbaki sortzaileari entropia hornitzea
fi: Tarjoa entropia laitteiston satunnaislukugeneraattorille
hi: हार्डवेयर यादृच्छिक संख्या जनरेटर को एन्ट्रॉपी प्रदान करें
nl: Lever entropie aan de hardware willekeurige-getallen-generator
pl: Zapewnia entropię sprzętowemu generatorowi liczb losowych
sl: Zagotavlja entropijo strojnemu generatorju naključnih števil
tr: Donanım rastgele sayı üretecine entropi sağla
zh_cn: 为硬件随机数生成器提供熵值

source: Use hardware-generated random numbers
ca@valencia: Utilitza nombres aleatoris generats per maquinari
es: Usar números aleatorios generados por hardware
eu: Hardware bidez sortutako ausazko zenbakia erabiltzea
fi: Käytä laitteiston tuottamia satunnaislukuja
hi: हार्डवेयर-जनरेटेड यादृच्छिक संख्याओं का उपयोग करें
nl: Gebruik hardware-gegenereerde willekeurige getallen
pl: Używanie sprzętowo wytworzonych liczb losowych
sl: Uporabi strojno ustvarjena naključna števila
tr: Donanım tarafından üretilmiş rastgele sayılar kullan
zh_cn: 使用硬件生成的随机数

source: Access files in your home folder
ca@valencia: Accedix als fitxers de la carpeta d'inici
de: Auf Dateien im persönlichen Ordner zugreifen
es: Acceder a archivos de su carpeta personal
eu: Zure etxeko karpetako fitxategiak atzitzea
fi: Käytä kotikansiosi tiedostoja
hi: अपने होम फ़ोल्डर में फ़ाइलों तक पहुँचें
nl: Toegang tot bestanden in uw home-map
pl: Dostęp do plików w twoim katalogu domowym
sl: Dostop do datotek v domači mapi
tr: Ana klasördeki dosyalara eriş
zh_cn: 访问您主文件夹中的文件

source: Access libvirt service
ca@valencia: Accedix al servei «libvirt»
es: Acceder al servicio libvirt
eu: libvirt zerbitzua atzitzea
fi: Pääsy libvirt-palveluun
hi: libvirt सेवा तक पहुँचें
nl: Toegang tot de libvirt-service
pl: Dostęp do usługi libvirt
sl: Dostop do storitve libvirt
tr: libvirt hizmetine eriş
zh_cn: 访问 libvirt 服务

source: Change system language and region settings
ca@valencia: Canvia la configuració d'idioma i regió del sistema
de: Systemweite Sprach- und Regionaleinstellungen ändern
es: Cambiar las preferencias del idioma del sistema y de la configuración regional
eu: Sistemaren hizkuntza eta eskualdeko ezarpenak aldatzea
fi: Muuta järjestelmän kieli- ja alueasetuksia
hi: सिस्टम भाषा और क्षेत्र सेटिंग बदलें
nl: Wijzig taal van systeem en regio-instellingen
pl: Zmiana języka systemowego i ustawień regionalnych
sl: Spremeni nastavitve jezika in regije sistema
tr: Sistem dilini ve bölgesini değiştir
zh_cn: 更改系统语言和区域设置

source: Change location settings and providers
ca@valencia: Canvia la configuració d'ubicació i els proveïdors
es: Cambiar las preferencias de ubicación y de proveedores
eu: Kokapen ezarpenak eta hornitzaileak aldatzea
fi: Muuta sijainti- ja tarjoaja-asetuksia
hi: स्थान सेटिंग और प्रदाता बदलें
nl: Wijzig instellingen voor locatie en leveranciers
pl: Zmiana ustawień położenia i ich dostawców
sl: Spremeni nastavitve lokacije in ponudnike
tr: Konum ayarlarını ve sağlayıcılarını değiştir
zh_cn: 更改位置服务设置和提供者

source: Access your location
ca@valencia: Accedix a la vostra ubicació
de: Auf Standort zugreifen
es: Acceder a su ubicación
eu: Zure kokapena atzitzea
fi: Pääsy sijaintiisi
hi: अपने स्थान तक पहुँचें
nl: Toegang tot uw locatie
pl: Dostęp do twojego położenia
sl: Dostop do vaše lokacije
tr: Konuma eriş
zh_cn: 访问您的位置信息

source: Read system and application logs
ca@valencia: Llig els registres del sistema i de les aplicacions
de: System- und Anwendungsprotokolle lesen
es: Leer registros del sistema y de aplicaciones
eu: Sistemaren eta aplikazioen egunkariak irakurtzea
fi: Lue järjestelmän ja sovelluksen lokeja
hi: सिस्टम और एप्लिकेशन लॉग पढ़ें
nl: Lees logs van systeem en toepassingen
pl: Odczyt dzienników systemowych i aplikacji
sl: Preberi sistemske in aplikacijske dnevnike
tr: Sistem ve uygulama günlüklerini oku
zh_cn: 读取系统和应用程序日志

source: Access LXD service
ca@valencia: Accedix al servei LXD
es: Acceder al servicio LXD
eu: LXD zerbitzua atzitzea
fi: Pääsy LXD-palveluun
hi: LXD सेवा तक पहुंच
nl: Toegang tot de LXD-service
pl: Dostęp do usługi LXD
sl: Dostop do storitve LXD
tr: LXD hizmetine eriş
zh_cn: 访问 LXD 服务

source: Allows operating as the LXD service
ca@valencia: Permet operar com a servei LXD
es: Permite operar como el servicio LXD
eu: LXD zerbitzua bezala eragitea baimentzen du
fi: Mahdollistaa toimimisen LXD-palveluna
hi: LXD सेवा के रूप में संचालन की अनुमति देता है
nl: Biedt werken als de LXD-service
pl: Umożliwia działanie jako usługa LXD
sl: Omogoča delovanje kot storitev LXD
tr: LXD hizmeti olarak işletmeye izin verir
zh_cn: 允许使用 LXD 服务

source: Use and configure modems
ca@valencia: Utilitza i configura mòdems
de: Modems verwenden und einrichten
es: Usar y configurar módems
eu: Modemak erabiltzea eta konfiguratzea
fi: Käytä ja määritä modeemeja
hi: मॉडेम का उपयोग और कॉन्फ़िगर करें
nl: Gebruik en configureer modems
pl: Używanie i ustawianie modemów
sl: Uporabi in konfiguraj modeme
tr: Modemleri kullan ve yapılandır
zh_cn: 使用和配置调制解调器

source: Read system mount information and disk quotas
ca@valencia: Llig la informació de muntatge del sistema i quotes de disc
es: Leer información de montaje del sistema y cuotas de disco
eu: Sistemaren muntaia informazioa eta disko-kuotak irakurtzea
fi: Lue järjestelmän liitospiste- ja levyvaraustiedot
hi: सिस्टम माउंट जानकारी और डिस्क कोटा पढ़ें
nl: Lees informatie over aankoppelingen aan het systeem en schijfquota's
pl: Odczyt podpiętych katalogów i dostępna wolna przestrzeń
sl: Beri informacije o priklopu sistema in diskovnih kvot
tr: Sistem bağlama bilgisini ve disk kotasını oku
zh_cn: 读取系统挂载信息和磁盘配额

source: Control music and video players
ca@valencia: Controla els reproductors de música i vídeo
de: Musik- und Videospieler verwalten
es: Controlar los reproductores de música y de vídeo
eu: Musika eta bideo jotzaileak kontrolatzea
fi: Hallitse musiikki- ja videosoittimia
hi: संगीत और वीडियो प्लेयर नियंत्रित करें
nl: Bestuur muziek- en videospelers
pl: Sterowanie odtwarzaczami multimedialnymi
sl: Upravljaj glasbene in video predvajalnike
tr: Müzik çalarları ve video oynatıcıları denetle
zh_cn: 控制音乐和视频播放器

source: Access the internet
ca@valencia: Accés a Internet
de: Auf das Internet zugreifen
es: Acceder a internet
eu: Internet atzitzea
fi: Pääsy internetiin
hi: इंटरनेट का उपयोग करें
nl: Toegang tot het internet
pl: Dostęp do internetu
sl: Dostop do interneta
tr: İnternete eriş
zh_cn: 连接到互联网

source: Allows operating as a network service, enabling snap to run a server
ca@valencia: Permet operar com a servei de xarxa, habilitant «snap» per a executar un servidor
es: Permite operar como un servicio de red, permitiendo que snap se ejecute como un servidor
eu: Sareko zerbitzu baten gisan eragiteko baimena ematen du, snap zerbitzari gisa exekutatzea gaituz
fi: Mahdollistaa toimimisen verkkopalveluna, jolloin Snap voi toimia palvelimena
hi: नेटवर्क सेवा के रूप में संचालन की अनुमति देता है, जिससे स्नेप को सर्वर चलाने में सक्षम बनाया जा सकता है
nl: Biedt werken als een netwerkservice, waarmee snap wordt ingeschakeld om als een server te draaien
pl: Umożliwia działanie jako usługa sieciowa, polecają snap'owi uruchomienie serwera
sl: Omogoča delovanje kot omrežna storitev, ki omogoča snap za zagon strežnika
tr: Snap’in bir sunucu çalıştırmasına izin vererek bir ağ hizmeti olarak işletmeye izin verir
zh_cn: 允许作为网络服务运行，让 snap 运行服务器

source: Change low-level network settings
ca@valencia: Canvia la configuració de la xarxa a baix nivell
es: Cambiar preferencias de red de bajo nivel
eu: Sareko behe-mailako ezarpenak aldatzea
fi: Muuta alatason verkko-asetuksia
hi: निम्न-स्तरीय नेटवर्क सेटिंग बदलें
nl: Wijzig laagniveau netwerkinstellingen
pl: Zmiana niskopoziomowych ustawień sieciowych
sl: Spremeni omrežne nastavitve nizke ravni
tr: Düşük düzey ağ ayarlarını değiştir
zh_cn: 更改低级网络设置

source: Access the NetworkManager service to read and change network settings
ca@valencia: Accés al servei NetworkManager per a llegir i canviar la configuració de la xarxa
es: Acceder al servicio NetworkManager para leer y cambiar preferencias de la red
eu: NetworkManager zerbitzua, sareko ezarpenak irakurtzeko eta aldatzeko atzitzea
fi: Pääsy verkkoasetukset lukevat ja niitä muuttavaan NetWorkManager-palveluun
hi: नेटवर्क सेटिंग्स को पढ़ने और बदलने के लिए NetworkManager सेवा तक पहुँचें
nl: Toegang tot de NetworkManager-service om netwerkinstellingen te lezen en te wijzigen
pl: Dostęp do usługi NetworkManager, aby móc odczytywać i zmieniać ustawienia sieciowe
sl: Dostop do storitve NetworkManager za branje in spreminjanje omrežnih nastavitev
tr: Ağ ayarlarını okuyup değiştirmek için NetworkManager hizmetine eriş
zh_cn: 访问 NetworkManager 服务来读取和更改网络设置

source: Allows observing NetworkManager settings
ca@valencia: Permet observar la configuració de NetworkManager
es: Permite ver preferencias de NetworkManager
eu: NetworkManager ezarpenak behatzeko aukera ematen du
fi: Mahdollistaa NetworkManager-asetusten tarkkailun
hi: NetworkManager सेटिंग्स का अवलोकन करने की अनुमति देता है
nl: Biedt het observeren van NetworkManager-instellingen
pl: Umożliwia odczyt ustawień NetworkManager
sl: Omogoča opazovanje nastavitev NetworkManagerja
tr: NetworkManager ayarlarını gözlemlemeye izin verir
zh_cn: 允许查看 NetworkManager 设置

source: Read access to network settings
ca@valencia: Accés de lectura a la configuració de la xarxa
de: Lesezugriff auf Netzwerkeinstellungen
es: Acceso de lectura a las preferencias de la red
eu: Sareko ezarpenetara irakurtzeko atzitzea
fi: Lukuoikeus verkkoasetuksiin
hi: नेटवर्क सेटिंग तक पढ़ने की पहुंच
nl: Leestoegang tot netwerkinstellingen
pl: Odczyt ustawień sieciowych
sl: Bralni dostop omrežnih nastavitev
tr: Ağ ayarlarını okuma erişimi
zh_cn: 读取网络设置的访问权限

source: Change network settings
ca@valencia: Canvia la configuració de la xarxa
de: Netzwerkeinstellungen ändern
es: Cambiar preferencias de la red
eu: Sareko ezarpenak aldatzea
fi: Muuta verkkoasetuksia
hi: नेटवर्क सेटिंग बदलें
nl: Wijzig netwerkinstellingen
pl: Zmiana ustawień sieciowych
sl: Spremeni omrežne nastavitve
tr: Ağ ayarlarını değiştir
zh_cn: 更改网络设置

source: Read network settings
ca@valencia: Llig la configuració de la xarxa
de: Netzwerkeinstellungen lesen
es: Leer preferencias de la red
eu: Sareko ezarpenak irakurtzea
fi: Lue verkkoasetukset
hi: नेटवर्क सेटिंग पढ़ें
nl: Lees netwerkinstellingen
pl: Odczyt ustawień sieciowych
sl: Beri omrežne nastavitve
tr: Ağ ayarlarını oku
zh_cn: 读取网络设置

source: Access the NetworkStatus service
ca@valencia: Accedix al servei NetworkStatus
es: Acceder al servicio NetworkStatus
eu: NetworkStatus zerbitzua atzitzea
fi: Pääsy NetworkStatus-palveluun
hi: NetworkStatus सेवा तक पहुँचें
nl: Toegang tot Netwerkstatus-service
pl: Dostęp do usługi NetworkStatus
sl: Dostopaj do storitve NetworkStatus
tr: NetworkStatus hizmetine eriş
zh_cn: 访问网络状态服务

source: Access the ofono service to read and change network settings for mobile telephony
ca@valencia: Accedix al servei «ofono» per a llegir i canviar la configuració de la xarxa de telefonia mòbil
es: Acceder al servicio ofono para leer y cambiar preferencias de la red para telefonía móvil
eu: ofono zerbitzua, telefonia mugikorreko sareko ezarpenak irakurtzeko eta aldatzeko atzitzea
fi: Pääsy mobiiliverkkoasetukset lukevaan ja niitä muuttavaan ofono-palveluun
hi: मोबाइल टेलीफोनी के लिए नेटवर्क सेटिंग पढ़ने और बदलने के लिए ofono सेवा तक पहुँचें
nl: Toegang tot ofono-service om netwerkinstellingen te lezen en te wijzigen voor mobiele telefonie
pl: Dostęp do usługi ofono, aby móc odczytywać i zmieniać ustawienia sieciowe dla telefonii komórkowej
sl: Dostopaj do storitve ofono za branje in spremeni omrežne nastavitve za mobilno telefonijo
tr: Taşınabilir telefon aygıtları için olan ağ ayarlarını okuyup değiştirmek için ofono hizmetine eriş
zh_cn: 使用 ofono 服务读取和更改移动电话网络设置

source: Control Open vSwitch hardware
ca@valencia: Controla el maquinari Open vSwitch
es: Controlar el hardware de Open vSwitch
eu: vSwitch hardware irekia kontrolatzea
fi: Hallitse Open vSwitch -laitteistoa
hi: ओपन vSwitch हार्डवेयर को नियंत्रित करें
nl: Bestuur open vSwitch-hardware
pl: Sterowanie urządzeniem Open vSwitch
sl: Nadzor Odprte strojne opreme vSwitch
tr: Open vSwitch donanımını denetle
zh_cn: 控制 Open vSwitch 硬件

source: Read from CD/DVD
ca@valencia: Llig des de CD/DVD
de: Von CD/DVD lesen
es: Leer de CD/DVD
eu: CD/DVD-tik irakurtzea
fi: Lue CD:ltä tai DVD:ltä
hi: सीडी/डीवीडी से पढ़ें
nl: Lees van cd/dvd
pl: Odczyt z CD/DVD
sl: Beri s CD/DVD
tr: CD/DVD okumaya izin ver
zh_cn: 读取 CD/DVD 内容
